/* Accessibility Role */
"AccessibilityRole" = "Rôle d’accessibilité";

/* Tab Index */
"AccessibilityTabIndex" = "Index des onglets d’accessibilité";

/* Action */
"ActionHandler" = "Actions de symboles";

/* Drag Action */
"ActionHandlerOnDrag" = "Action Glisser";

/* Enter Viewport Action */
"ActionHandlerOnEnterViewport" = "ActionHandlerOnEnterViewport";

/* Exit Viewport Action */
"ActionHandlerOnExitViewport" = "ActionHandlerOnExitViewport";

/* Mouse Click Action */
"ActionHandlerOnMouseClick" = "Action Clic de souris";

/* Mouse Down Action */
"ActionHandlerOnMouseDown" = "Action Souris bas";

/* Mouse Out Action */
"ActionHandlerOnMouseOut" = "Action Souris extérieur";

/* Mouse Over Action */
"ActionHandlerOnMouseOver" = "Action Souris au-dessus";

/* Mouse Up Action */
"ActionHandlerOnMouseUp" = "Action Souris haut";

/* Scene Load Action */
"ActionHandlerOnSceneLoad" = "Action Charger scène";

/* Scene Unload Action */
"ActionHandlerOnSceneUnload" = "Action Décharger scène";

/* Swipe Down Action */
"ActionHandlerOnSwipeDown" = "Action Balayage bas";

/* Swipe Left Action */
"ActionHandlerOnSwipeLeft" = "Action Balayage gauche";

/* Swipe Right Action */
"ActionHandlerOnSwipeRight" = "Action Balayage droite";

/* Swipe Up Action */
"ActionHandlerOnSwipeUp" = "Action Balayage haut";

/* Alt Text */
"AltText" = "Autre texte";

/* Autoplay */
"Autoplay" = "Lecture auto";

/* Flexible Layout */
"AutoresizingMask" = "Taille souple";

/* Blur (backdrop) */
"BackdropFilterEffectBlur" = "Flou (toile de fond)";

/* Brightness (backdrop) */
"BackdropFilterEffectBrightness" = "Luminosité (toile de fond)";

/* Contrast (backdrop) */
"BackdropFilterEffectContrast" = "Contraste (toile de fond)";

/* Hue (backdrop) */
"BackdropFilterEffectHue" = "Teinte (toile de fond)";

/* Saturate (backdrop) */
"BackdropFilterEffectSaturate" = "Saturation (toile de fond)";

/* Sepia (backdrop) */
"BackdropFilterEffectSepia" = "Sépia (toile de fond)";

/* Background Color */
"BackgroundColor" = "Couleur d’arrière-plan";

/* Background Gradient Angle */
"BackgroundGradientAngle" = "Angle de dégradé d’arrière-plan";

/* Background Gradient End Color */
"BackgroundGradientEndColor" = "Couleur de fin de dégradé d’arrière-plan";

/* Background Gradient Start Color */
"BackgroundGradientStartColor" = "Couleur de début de dégradé d’arrière-plan";

/* Background Image */
"BackgroundImageResourceGroupOid" = "Image d’arrière-plan";

/* Background Origin */
"BackgroundOrigin" = "Origine d’arrière-plan";

/* Background Repeat */
"BackgroundRepeat" = "Répétition d’arrière-plan";

/* Background Size */
"BackgroundSize" = "Taille d’arrière-plan";

/* Border Color */
"BorderColor" = "Couleur de bordure";

/* Border Color (Bottom) */
"BorderColorBottom" = "Couleur de bordure (inférieure)";

/* Border Color (Left) */
"BorderColorLeft" = "Couleur de bordure (gauche)";

/* Border Color (Right) */
"BorderColorRight" = "Couleur de bordure (droite)";

/* Border Color (Top) */
"BorderColorTop" = "Couleur de bordure (supérieure)";

/* Border Radius (Bottom-Left) */
"BorderRadiusBottomLeft" = "Rayon de bordure (inférieure gauche)";

/* Border Radius (Bottom-Right) */
"BorderRadiusBottomRight" = "Rayon de bordure (inférieure droite)";

/* Border Radius (Top-Left) */
"BorderRadiusTopLeft" = "Rayon de bordure (supérieure gauche)";

/* Border Radius (Top-Right) */
"BorderRadiusTopRight" = "Rayon de bordure (supérieure droite)";

/* Border Style */
"BorderStyle" = "Style de bordure";

/* Border Style (Bottom) */
"BorderStyleBottom" = "Style de bordure (inférieure)";

/* Border Style (Left) */
"BorderStyleLeft" = "Style de bordure (gauche)";

/* Border Style (Right) */
"BorderStyleRight" = "Style de bordure (droite)";

/* Border Style (Top) */
"BorderStyleTop" = "Style de bordure (supérieure)";

/* Border Width */
"BorderWidth" = "Largeur de bordure";

/* Border Width (Bottom) */
"BorderWidthBottom" = "Largeur de bordure (inférieure)";

/* Border Width (Left) */
"BorderWidthLeft" = "Largeur de bordure (gauche)";

/* Border Width (Right) */
"BorderWidthRight" = "Largeur de bordure (droite)";

/* Border Width (Top) */
"BorderWidthTop" = "Largeur de bordure (supérieure)";

/* Shadow */
"BoxShadow" = "Ombre";

/* Shadow Blur Radius */
"BoxShadowBlurRadius" = "Rayon du flou d’ombre";

/* Shadow Color */
"BoxShadowColor" = "Couleur d’ombre";

/* Shadow X Offset */
"BoxShadowXOffset" = "Décalage d’ombre X";

/* Shadow Y Offset */
"BoxShadowYOffset" = "Décalage d’ombre Y";

/* CSS */
"CSS" = "CSS";

/* CSS */
"CSSUnknown" = "CSS";

/* Constrain Raio */
"ConstrainScaleRatio" = "ConstrainScaleRatio";

/* Content Editable */
"ContentEditable" = "Contenu modifiable";

/* Controls */
"Controls" = "Commandes";

/* Cursor */
"Cursor" = "Curseur";

/* Custom Behaviors */
"CustomBehaviors" = "Comportements personnalisés";

/* Depth */
"Depth" = "Profondeur";

/* Display */
"Display" = "Écran";

/* Display Name */
"DisplayName" = "Nom affiché";

/* Blur */
"FilterEffectBlur" = "Flou";

/* Brightness */
"FilterEffectBrightness" = "Luminosité";

/* Contrast */
"FilterEffectContrast" = "Contraste";

/* Hue */
"FilterEffectHue" = "Teinte";

/* Saturate */
"FilterEffectSaturate" = "Saturation";

/* Sepia */
"FilterEffectSepia" = "Sépia";

/* Font Family */
"FontFamily" = "Famille de polices";

/* Font Size */
"FontSize" = "Taille de police";

/* Italic */
"FontStyle" = "Italique";

/* Bold */
"FontWeight" = "Gras";

/* Size (Height) */
"Height" = "Taille (hauteur)";

/* Inner HTML */
"InnerHTML" = "HTML interne";

/* Origin (Left) */
"Left" = "Origine (gauche)";

/* Letter Spacing */
"LetterSpacing" = "Interlettrage";

/* Line Height */
"LineHeight" = "Interligne";

/* Loop */
"Loop" = "Boucle";

/* Motion Path Rotation */
"MotionPathRotation" = "Rotation du chemin d’animation";

/* Muted */
"Muted" = "Silencieux";

/* Opacity */
"Opacity" = "Opacité";

/* Overflow */
"Overflow" = "Dépassement";

/* Padding (Bottom) */
"PaddingBottom" = "Marge (inférieure)";

/* Padding (Left) */
"PaddingLeft" = "Marge (gauche)";

/* Padding (Right) */
"PaddingRight" = "Marge (droite)";

/* Padding (Top) */
"PaddingTop" = "Marge (supérieure)";

/* Origin (Motion Path) */
"Path" = "Origine (chemin d’animation)";

/* Physics (Air Drag) */
"PhysicsAirDrag" = "Physique (traînée)";

/* Physics (Body Type) */
"PhysicsBodyType" = "Physique (type de corps)";

/* Physics (Bounce) */
"PhysicsBounce" = "Physique (rebond)";

/* Physics (Density) */
"PhysicsDensity" = "Physique (densité)";

/* Physics (Friction) */
"PhysicsFriction" = "Physique (friction)";

/* Plays Inline */
"Plays Inline" = "Lecture sous forme incorporée";

/* Pointer Events */
"PointerEvents" = "PointerEvents";

/* Position */
"Position" = "Position";

/* Reflection Depth */
"ReflectionDepth" = "Profondeur du reflet";

/* Reflection Offset */
"ReflectionOffset" = "Décalage du reflet";

/* Rotation Angle */
"RotationAngle" = "Angle de rotation";

/* Rotation Angle (X) */
"RotationAngleX" = "Angle de rotation (X)";

/* Rotation Angle (Y) */
"RotationAngleY" = "Angle de rotation (Y)";

/* Rotation Angle (Z) */
"RotationAngleZ" = "Angle de rotation (Z)";

/* Rotation Follows Motion Path */
"RotationFollowsMotionPath" = "La rotation suit le chemin d’animation";

/* Scale (Width) */
"ScaleX" = "Echelle (largeur)";

/* Scale (Height) */
"ScaleY" = "Echelle (hauteur)";

/* SRC */
"Source" = "SRC";

/* Tag Name */
"TagName" = "Nom de balise";

/* Text Align */
"TextAlign" = "Alignement du texte";

/* Text Color */
"TextColor" = "Couleur du texte";

/* Underline */
"TextDecoration" = "Souligner";

/* Text Shadow Blur Radius */
"TextShadowBlurRadius" = "Rayon du flou d’ombre du texte";

/* Text Shadow Color */
"TextShadowColor" = "Couleur d’ombre du texte";

/* Text Shadow X Offset */
"TextShadowXOffset" = "Décalage d’ombre du texte X";

/* Text Shadow Y Offset */
"TextShadowYOffset" = "Décalage d’ombre du texte Y";

/* Origin (Top) */
"Top" = "Origine (haut)";

/* Transform Origin X Offset */
"TransformOriginXOffset" = "Décalage de l’origine de la transformation X";

/* Transform Origin Y Offset */
"TransformOriginYOffset" = "Décalage de l’origine de la transformation Y";

/* User Select */
"UserSelect" = "Sélection d’utilisateur";

/* Using Motion Paths */
"UsingMotionPaths" = "Utilisation de chemins d’animation";

/* Video Track */
"Video Track" = "Piste vidéo";

/* Video */
"VideoResourceGroupOid" = "Vidéo";

/* Size (Width) */
"Width" = "Taille (largeur)";

/* Word Spacing */
"WordSpacing" = "Intermot";

/* Z Index */
"ZIndex" = "Index Z";

/* On Drag Action */
"onSceneDragActionHandler" = "onSceneDragActionHandler";

/* On Key Down Action */
"onSceneKeyDownActionHandler" = "onSceneKeyDownActionHandler";

/* On Key Press Action */
"onSceneKeyPressActionHandler" = "onSceneKeyPressActionHandler";

/* On Key Up Action */
"onSceneKeyUpActionHandler" = "onSceneKeyUpActionHandler";

/* On Scene Load Action */
"onSceneLoadActionHandler" = "onSceneLoadActionHandler";

/* On Swipe Down Action */
"onSceneSwipeDownActionHandler" = "onSceneSwipeDownActionHandler";

/* On Swipe Left Action */
"onSceneSwipeLeftActionHandler" = "onSceneSwipeLeftActionHandler";

/* On Swipe Right Action */
"onSceneSwipeRightActionHandler" = "onSceneSwipeRightActionHandler";

/* On Swipe Up Action */
"onSceneSwipeUpActionHandler" = "onSceneSwipeUpActionHandler";

/* On Any Timeline Complete Action */
"onSceneTimelineCompleteActionHandler" = "onSceneTimelineCompleteActionHandler";

/* On Scene Unload Action */
"onSceneUnloadActionHandler" = "onSceneUnloadActionHandler";

